Repository: skener/typoM
Catalog: web/typo3conf/ext/pxa_newsletter_subscription/Resources/Private/Language/*.locallang.xlf
Languages: de, es, fr, it, nn, sv

source: E-mail
de: E-Mail Adresse
sv: E-post

# error.invalid.email
source: Invalid email-address.
de: Ungültige E-Mail Adresse.
es: Formato de E-Mail incorrecto.
fr: L'adresse E-Mail n'est pas valable.
it: Indirizzo E-Mail non valido.
sv: Ogiltig e-post

# error.invalid.name
source: Invalid or missing name.
de: Ungültiger oder fehlender Name.
es: Nombre es incorrecto o falta.
fr: Nom erroné ou manquant.
it: Nome non valido o mancante.
sv: Ogiltigt namn

# error.unsubscribe.not-subscribed
source: No subscription exists for this email-address.
de: Es existiert keine Anmeldung für diese E-Mail Adresse.
es: No hay ninguna suscripción para esta cuenta de E-Mail.
fr: Il n'y a pas d'abonnement enregistré à cette adresse E-Mail.
it: Non esiste nessun abbonamento per questo indirizzo E-Mail.
sv: Det finns ingen prenumeration för denna e-post

# error.subscribe.already-subscribed
source: A subscription with this email-address already exists.
de: Es existiert bereits eine Anmeldung für diese E-Mail Adresse.
es: Ya existe una suscripción para esta cuenta de E-Mail.
fr: Il existe déjà un abonnement à cette adresse E-Mail.
it: Un abbonamento per questo indirizzo E-Mail esiste già.
sv: Ni prenumererar redan på detta nyhetsbrev.

# error.subscribe.4101
source: Sorry, something went wrong. Please try reloading the page and subscribing again. (Code:4101)
de: Es ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und füllen die Anmeldung erneut aus. (Code:4101)
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez. (Código: 4101)
fr: Désolé, un problème est survenu. Téléchargez de nouveau la page s'il vous plaît et remplissez le bulletin d'abonnement. (Code : 4101)
it: Siamo spiacenti, si è verificato un problema. Si prega di provare a ricaricare la pagina e iscriversi nuovamente. (Codice: 4101)
sv: Tyvärr, något blev fel. Vänligen prova att ladda om sidan och registrera dig igen (4101)

# error.subscribe.4102
source: Sorry, something went wrong. Please try reloading the page and subscribing again. (Code:4102)
de: Es ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und füllen die Anmeldung erneut aus. (Code:4102)
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez. (Código: 4102)
fr: Désolé, un problème est survenu. Téléchargez de nouveau la page s'il vous plaît et remplissez le bulletin d'abonnement. (Code : 4102)
it: Siamo spiacenti, si è verificato un problema. Si prega di provare a ricaricare la pagina e iscriversi nuovamente. (Codice: 4102)
sv: Tyvärr, något blev fel. Vänligen prova att ladda om sidan och registrera dig igen (4102)

# error.subscribe.4103
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again. (Code:4103)
de: Es ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und füllen die Anmeldung erneut aus. (Code:4103)
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez. (Código: 4103)
fr: Désolé, un problème est survenu. Téléchargez de nouveau la page s'il vous plaît et résiliez votre abonnement. (Code : 4103)
it: Siamo spiacenti, si è verificato un problema. Si prega di provare a ricaricare la pagina e iscriversi nuovamente. (Codice: 4103)
sv: Tyvärr, något blev fel. Vänligen prova att ladda om sidan och registrera dig igen (4103)

# error.subscribe.4104
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again. (Code:4104)
de: Es ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und füllen die Anmeldung erneut aus. (Code:4104)
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez. (Código: 4104)
fr: Désolé, un problème est survenu. Téléchargez de nouveau la page s'il vous plaît et résiliez votre abonnement. (Code : 4104)
it: Siamo spiacenti, si è verificato un problema. Si prega di provare a ricaricare la pagina e iscriversi nuovamente. (Codice: 4104)
sv: Tyvärr, något blev fel. Vänligen prova att ladda om sidan och registrera dig igen (4104)

# error.subscribe.4105
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again. (Code:4105)
de: Es ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und füllen die Anmeldung erneut aus. (Code:4105)
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez. (Código: 4105)
fr: Désolé, un problème est survenu. Téléchargez de nouveau la page s'il vous plaît et résiliez votre abonnement. (Code : 4105)
it: Siamo spiacenti, si è verificato un problema. Si prega di provare a ricaricare la pagina e iscriversi nuovamente. (Codice: 4105)
sv: Tyvärr, något blev fel. Vänligen prova att ladda om sidan och registrera dig igen (4105)

# error.invalid.configuration
source: Sorry, something went wrong. Please try reloading the page and unsubscribe again.
de: Es ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und füllen die Anmeldung erneut aus.
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez.
fr: Désolé, un problème est survenu. Téléchargez de nouveau la page s'il vous plaît et résiliez votre abonnement.
it: Siamo spiacenti, qualcosa è andato storto. Si prega di provare a ricaricare la pagina e disdire nuovamente.
sv: Tyvärr, något blev fel. Vänligen prova att ladda om sidan och avregistrera dig igen.

# error.subscribe.4106
source: The confirm mail wasn't sent. (Code:4106)
de: Die E-Mail zur Bestätigung der Anmeldung wurde nicht gesendet. (Code:4106)
es: El correo para la confirmación del registro no ha sido enviado. (Código: 4106)
fr: LE-Mail confirmant l'abonnement n'a pas été envoyé. (Code : 4106)
it: Non è stata inviata la mail di conferma. (Codice: 4106)

source: Subscribe
de: Anmelden
es: Regístrese
fr: S'abonner
it: Abbonarsi
sv: Prenumerera

source: Unsubscribe
de: Abbestellen
es: Darse de baja
fr: Résilier l'abonnement
it: Disdire l'iscrizione
sv: Avsluta prenumeration

# success.subscribe.subscribed-noconfirm
source: You have been successfully subscribed to newsletter.
de: Sie haben sich erfolgreich für den Newsletter angemeldet.
es: Ha suscrito el boletín informativo.
fr: Vous avez bien souscrit un abonnement à la lettre d'information.
it: Siete stati con successo abbonati alla newsletter.
sv: Ni prenumererar redan på detta nyhetsbrev.

# success.subscribe.subscribed-confirm
source: You're almost done. You should receive a confirmation mail within the next few minutes with instructions how to confirm your email.
de: Fast fertig. Sie erhalten innerhalb der nächsten Minuten eine E-Mail mit weiteren Informationen und einem Link zur Bestätigung Ihrer Anmeldung.
es: Estamos casi listos. Recibirá un correo de confirmación en los próximos minutos con instrucciones de cómo confirmar tu correo electrónico.
fr: Vous avez presque terminé. Vous allez recevoir un mail dans les minutes qui viennent avec un lien vous permettant de confirmer votre E-Mail.
it: Quasi finito. Riceverà una mail entro i prossimi minuti con ulteriori informazioni e un Link per confermare il Suo abbonamento.
sv: Ni är nästan klar. Vi har skickat ett mejl med instruktioner hur ni bekräftar er mejl-adress.

# success.unsubscribe.unsubscribed-noconfirm
source: You have been successfully unsubscribed from newsletter.
de: Sie haben den Newsletter erfolgreich abbestellt.
es: Ha dado de baja el boletín informativo.
fr: Vous avez résilié correctement votre abonnement à la lettre d'information.
it: Ha disdetto con successo la Newsletter.
sv: Ni kommer inte längre få detta nyhetsbrev. Vi kommer att sakna dig.

# success.unsubscribe.unsubscribed-confirm
source: You're almost done. You should receive a confirmation mail within the next few minutes with instructions how to confirm your email.
de: Fast fertig. Sie erhalten innerhalb der nächsten Minuten eine E-Mail mit weiteren Informationen und einem Link zur Bestätigung Ihrer Abbestellung.
es: Estamos casi listos. Recibirá un correo de confirmación en los próximos minutos con instrucciones de cómo confirmar su baja.
fr: Vous avez presque terminé. Vous allez recevoir un mail dans les minutes qui viennent avec un lien vous permettant de confirmer votre résiliation.
it: Quasi finito. Riceverà una mail entro i prossimi minuti con ulteriori istruzioni e un Link come confermare la Sua disdetta.
sv: Ni är nästan klar. Vi har skickat ett mejl med instruktioner hur ni bekräftar att ni vill avsluta er prenumeration.

# confirm_mail_subject
source: Newsletter confirmation
de: Newsletter Bestätigung
es: Confirmación de la suscripción del boletín informativo.
fr: Confirmation de la lettre d'information.
it: Conferma newsletter
sv: Bekräfta prenumeration av nyhetsbrev

# confirm_mail_greeting
source: Hi %s,
de: Guten Tag %s,
es: Hola %s,
fr: Bonjour %s,
it: Buongiorno %s,
sv: Hej %s,

# confirm_mail_line1
source: Please confirm your email address by clicking on the following link: %s
de: Bitte bestätigen Sie Ihre Anmeldung, indem Sie den folgenden Link anklicken: %s
es: Por favor confirme su dirección de correo electrónico haciendo clic en el siguiente enlace: %s
fr: Veuillez confirmer votre adresse E-Mail en cliquant sur le lien suivant : %s
it: Si prega di confermare l'indirizzo E-Mail cliccando sul seguente link: %s
sv: Vänligen bekräfta prenumerationen, genom att klicka på följande länk: %s

# confirm_mail_line2
source: If you wish to unsubscribe in the future, follow this link: %s Thank you.
de: Falls Sie den Newsletter abbestellen wollen, folgen Sie dem folgenden Link: %s
es: Si desea dar de baja su suscripción, por favor siga este enlace: %s
fr: Si vous souhaitez vous désabonner, veuillez suivre ce lien : %s
it: Se desidera disdire segui questo link: %s
sv: Om ni vill avsluta prenumerationen av nyhetsbrevet, vänligen klicka på denna länk: %s Tack så mycket!

# subscribe_ok
source: You have been successfully subscribed to newsletter.
de: Sie haben sich erfolgreich für den Newsletter angemeldet.
es: Ha suscrito el boletín informativo.
fr: Vous avez bien souscrit un abonnement à la newsletter.
it: Si è abbonato con successo alla newsletter.
sv: Tack! Ni prenumererar nu på nyhetsbrevet.

# subscribe_error
source: Sorry, something went wrong. Please try reloading the page and subscribing again.
de: Es ist ein Problem aufgetreten. Bitte laden Sie die Seite neu und füllen die Anmeldung erneut aus.
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez.
fr: Désolé, un problème est survenu. Téléchargez de nouveau la page s'il vous plaît et remplissez le bulletin d'abonnement.
it: Siamo spiacenti, si è verificato un problema. Si prega di provare a ricaricare la pagina e iscriversi nuovamente.
sv: Tyvärr, något blev fel. Vänligen prova att ladda om sidan och registrera dig igen.

# unsubscribe_ok
source: Your will no longer receive emails from this newsletter. We will miss you.
de: Schade! Wir werden Sie vermissen. Sie werden keine weiteren Newsletter erhalten.
es: Ya no recibirá el boletín informativo.
fr: Dommage! Nous regrettons la résiliation de votre abonnement. Vous ne recevrez plus cette lettre d'information.
it: Peccato che vuole rinunciare in futuro al nostro service. Non riceverà più la nostra Newsletter.
sv: Ni kommer inte längre få detta nyhetsbrev. Vi kommer att sakna dig.

# unsubscribe_error
source: Sorry, something went wrong. Please contact us regarding your unsubscription.
de: Es ist ein Problem aufgetreten. Bitte kontaktieren Sie uns bzgl. Ihrer Abbestellung.
es: Su identificación no se ha podido realizar. Por favor, actualize la página y regístrese otra vez.
fr: Désolé, un problème est survenu. Veuillez nous contacter au sujet de la résiliation de votre abonnement.
it: Siamo spiacenti, si è verificato un problema. Vi preghiamo di contattarci per quanto riguarda la Sua disdetta.
sv: Tyvärr, något blev fel. Vänligen kontakta oss angående er uppsägning av prenumerationen.

source: Back to website
de: Zurück zur Website
es: Volver a la página web
fr: Retour au site web
it: Rotornare al sito Web
sv: Tillbaka till webbplatsen

# jqhxr_error_message
source: Technical problem, please try again later.
de: Technische Probleme. Bitte probieren Sie es später erneut.
es: Problema técnico, por favor, inténtelo más tarde.
fr: Problèmes techniques. Merci de bien vouloir réessayer ultérieurement.
it: Problema tecnico, si prega di riprovare più tardi.
sv: Tekniskt problem, vänligen prova igen lite senare.

source: Name
es: Nombre
fr: Nom
it: Nome
sv: Namn

# name
source: Navn
nn: Namn

# error.invalid.name
source: Ugyldig eller manglende navn.
nn: Ugyldig eller manglande namn.

# error.unsubscribe.not-subscribed
source: Det finnes ikke noe abonnement for denne e-postadressen.
nn: Det finst ikkje noko abonnement for denne e-postadressa.

# error.subscribe.already-subscribed
source: Et abonnement med denne epostadressen finnes allerede.
nn: Eit abonnement med denne e-postadressen finst allereie.

# error.subscribe.4101
source: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4101)
nn: Beklagar, noko gjekk gale. Prøv å lasta inn sida på nytt og prøv igjen. (Kode: 4101)

# error.subscribe.4102
source: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4102)
nn: Beklagar, noko gjekk gale. Prøv å lasta inn sida på nytt og prøv igjen. (Kode: 4102)

# error.subscribe.4103
source: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4103)
nn: Beklagar, noko gjekk gale. Prøv å lasta inn sida på nytt og prøv igjen. (Kode: 4103)

# error.subscribe.4104
source: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen.(Kode: 4104)
nn: Beklagar, noko gjekk gale. Prøv å lasta inn sida på nytt og prøv igjen. (Kode: 4104)

# error.subscribe.4105
source: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen. (Kode: 4105)
nn: Beklagar, noko gjekk gale. Prøv å lasta inn sida på nytt og prøv igjen. (Kode: 4105)

# error.invalid.configuration
source: Beklager, noe gikk galt. Prøv å laste inn siden på nytt og prøv igjen.
nn: Beklagar, noko gjekk gale. Prøv å lasta inn sidan på nytt og prøv igjen.

# error.subscribe.4106
source: E-postbekreftelsen kunne ikke sendes. (Kode: 4106)
nn: E-poststadfestinga kunne ikkje sendast. (Kode: 4106)

# success.subscribe.subscribed-noconfirm
source: Du abonnerer nå på nyhetsbrevet.
nn: Du abonnerer no på nyhendebrevet.

# success.subscribe.subscribed-confirm
source: Du er nesten ferdig. Du vil straks motta en e-postbekreftelse med informasjon om hvordan du bekrefter din e-postadresse.
nn: Du er nesten ferdig. Du vil straks motta ei e-poststadfesting med informasjon om korleis du stadfestar e-postadressa di.

# success.unsubscribe.unsubscribed-noconfirm
source: Du vil ikke lenger motta vårt nyhetsbrev.
nn: Du vil ikkje lenger motta nyhendebrevet vårt.

# success.unsubscribe.unsubscribed-confirm
source: Du er nesten ferdig. Du vil straks motta en e-postbekreftelse med informasjon om hvordan du bekrefter din e-postadresse.
nn: Du er nesten ferdig. Du vil straks motta ei e-poststadfesting med informasjon om korleis du stadfestar e-postadressa di.

# confirm_mail_subject
source: Bekreftelse av nyhetsbrevpåmelding
nn: Stadfesting av nyhendebrevpåmelding

# confirm_mail_line1
source: Bekreft e-postadressen din ved å klikke på følgende link: %s
nn: Stadfest e-postadressa di ved å klikka på følgjande link: %s

# confirm_mail_line2
source: Hvis du ønsker å melde deg av nyhetsbrevet en gang i fremtiden kan du følge denne lenken: %s Tusen takk.
nn: Viss du ynskjer å melda deg av nyhendebrevet ein gong i framtida kan du følgja denne lenkja: %s Tusen takk.

# subscribe_ok
source: Du abonnerer nå på nyhetsbrevet.
nn: Du abonnerer no på nyhendebrevet.

# subscribe_error
source: Beklager, noe gikk galt. Kontakt oss angående abonnementet ditt.
nn: Beklagar, noko gjekk gale. Kontakt oss angåande abonnementet ditt.

# unsubscribe_ok
source: Du vil ikke lenger motta vårt nyhetsbrev.
nn: Du vil ikkje lenger motta nyhendebrevet vårt.

# unsubscribe_error
source: Beklager, noe gikk galt. Kontakt oss angående ditt ønske om å ikke lenger motta nyhetsbrevet.
nn: Beklagar, noko gjekk gale. Kontakt oss andsynes ønsket ditt om å ikkje lenger motta nyhendebrevet.

# back_to_website
source: Tilbake til nettstedet
nn: Tilbake til nettstaden

# jqhxr_error_message
source: Det oppsto et teknisk problem. Vennligst prøv igjen senere.
nn: Det oppstod eit teknisk problem. Ver venleg og prøv igjen seinare.
